Invalid stair path. Stair path should connect both start and end riser, and cross all other risers.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SketchedRunInvalidPath { get; }
  Visual Basic
Public Shared ReadOnly Property SketchedRunInvalidPath As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SketchedRunInvalidPath {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace